Revit 2027 API
ParameterTypeId.TrussElementEnd1Elevation Property
 "End Level Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementEnd1Elevation { get; }
Public Shared ReadOnly Property TrussElementEnd1Elevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementEnd1Elevation {
	ForgeTypeId^ get ();
}
static member TrussElementEnd1Elevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace